[
    {
    "Index": 0,
    "Title": "Hans Christian Andersen Tales",
    "Author": "Hans Christian Andersen",
    "Translated": "Jean Hersholt",
    "Edited": "",
    "Publisher": "Word Cloud Classics",
    "Edition Date": "2014",
    "Description": "Rediscover the magic of Hans Christian Andersen with Word Cloud Classics! This collection features iconic tales like \"The Ugly Duckling\" and hidden gems, all with timeless themes for readers of all ages. Beautiful, affordable, and unforgettable.",
    "Fun Fact": "Did you know Hans Christian Andersen's tales were originally rejected by publishers who thought they were too strange for children? Luckily, they persevered and became global literary treasures, translated into over 125 languages!",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 1,
    "Title": "Anne of Green Gables",
    "Author": "Lucy Maud Montgomery",
    "Translated": "N/A",
    "Edited": "",
    "Publisher": "Random House Value Publishing",
    "Edition Date": "1988",
    "Description": "This edition of Anne of Green Gables preserves Montgomery's enchanting storytelling and vivid characters, making it a timeless favorite for readers of all ages. With its charming setting, memorable characters, and themes of resilience and imagination, Anne of Green Gables continues to captivate readers around the world, leaving a lasting legacy of literary delight.",
    "Fun Fact": "Lucy Maud Montgomery initially intended to title the book \"Anne of Green Gables: A Story of Two People,\" highlighting the significant role of both Anne Shirley and Marilla Cuthbert in the narrative. However, her publisher, L.C. Page and Company, felt that the title was too long and suggested shortening it to just Anne of Green Gables.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 2,
    "Title": "The Complete Brothers Grimm Fairy Tales",
    "Author": "The Brothers Grimm",
    "Translated": "",
    "Edited": "Lily Owens",
    "Publisher": "Gramercy Books",
    "Edition Date": "2006",
    "Description": "\"The Complete Brothers Grimm Fairy Tales,\" reprinted by Gramercy Books in 2006, gathers all the beloved classics of German folklore in one volume. From \"Cinderella\" to \"Hansel and Gretel,\" this beautifully illustrated edition captivates readers with timeless tales of magic, bravery, and love.",
    "Fun Fact": "Jacob and Wilhelm Grimm initially compiled these tales as part of a scholarly endeavor to preserve Germanic folklore and culture. It wasn't until later adaptations and editions that the stories became popularized as children's fairy tales.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 3,
    "Title": "Snow White or The House In The Wood",
    "Author": "Laura E. Richards",
    "Translated": "",
    "Edited": "",
    "Publisher": "The Colonial Press",
    "Edition Date": "1917",
    "Description": "With its enchanting setting and themes of bravery and discovery, \"The House in the Wood\" is a hidden gem among Grimm's fairy tales. It follows the journey of three children who seek shelter in a mysterious house deep in the forest.",
    "Fun Fact": "A fun fact about \"The House in the Wood\" is that it is one of the lesser-known fairy tales collected by the Brothers Grimm. Despite its relative obscurity compared to classics like \"Cinderella\" or \"Snow White,\" this tale offers a captivating blend of mystery and magic, making it a delightful discovery for readers.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 4,
    "Title": "The Brothers Grimm 101 Fairy Tales",
    "Author": "The Brothers Grimm",
    "Translated": "",
    "Edited": "",
    "Publisher": "Canterbury Classics",
    "Edition Date": "2012",
    "Description": "\"The Brothers Grimm 101 Fairy Tales,\" published in 2012 by Canterbury Classics, is a comprehensive collection of timeless stories that have enchanted readers for generations, from the iconic tales like \"Cinderella\" and \"Little Red Riding Hood\" to lesser-known gems such as \"The Fisherman and His Wife\" and \"The Robber Bridegroom\"!",
    "Fun Fact": "The original collection by Jacob and Wilhelm Grimm contained far more than 101 tales. In fact, their initial publication, \"Children's and Household Tales,\" included over 200 stories.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 5,
    "Title": "The Sleeping Beauty",
    "Author": "",
    "Translated": "C. S. Evans",
    "Edited": "",
    "Publisher": "Alfred A. Knopf",
    "Edition Date": "1993",
    "Description": "\"The Sleeping Beauty,\" published by Alfred A. Knopf, is a timeless retelling of the classic fairy tale beloved by readers of all ages. This enchanting edition captures the magic and allure of the original story, transporting readers to a realm where curses, spells, and true love's kiss hold the power to awaken a sleeping princess.",
    "Fun Fact": "The illustrations in this edition were created by a renowned artist or illustrator Arthur Rackham. Their unique artistic style brings a fresh perspective to the classic tale, enhancing the reading experience and adding an extra layer of magic to the story.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 6,
    "Title": "Pinocchio The Adventures of a Little Wooden Boy",
    "Author": "Carlo Collodi",
    "Translated": "Joseph Walker",
    "Edited": "",
    "Publisher": "Philomel Books",
    "Edition Date": "1982",
    "Description": "\"Pinocchio: The Adventures of a Little Wooden Boy,\" published by Philomel Books in 1982, presents the beloved tale of the mischievous puppet brought to life. In this classic story by Carlo Collodi, readers follow the adventures of Pinocchio as he embarks on a quest to become a real boy, guided by his conscience and the wisdom of the kindly Blue Fairy.",
    "Fun Fact": "The illustrator Richard Floethe’s unique artistic interpretation not only brought the story to life in a visually stunning way but also contributed to the book's enduring appeal, making it a cherished edition for collectors and fans of classic literature alike.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 7,
    "Title": "Grimm’s Fairy Tales",
    "Author": "The Brothers Grimm",
    "Translated": "Mrs. E. V. Lucas, Lucy Crane and Marian Edwardes",
    "Edited": "",
    "Publisher": "Grosset & Dunlap",
    "Edition Date": "",
    "Description": "The Grosset & Dunlap edition of \"Brothers Grimm Fairy Tales\" is adorned with enchanting illustrations that breathe life into the magical worlds depicted within its pages. Whether revisiting childhood favorites or discovering these tales for the first time, readers are sure to be captivated by the timeless charm and enduring magic of these classic stories.",
    "Fun Fact": "The Grimm brothers initially published over 200 stories in their collection, but over time, various publishers and editors have curated smaller selections for publication, choosing the most popular or culturally significant tales.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 8,
    "Title": "The Complete Fairy Tales & Stories",
    "Author": "Hans Christian Anderson",
    "Translated": "Erik C. Haugaard",
    "Edited": "",
    "Publisher": "Doubleday & Company",
    "Edition Date": "1974",
    "Description": "\"The Complete Fairy Tales & Stories of Hans Christian Andersen,\", is a timeless treasure trove of enchanting tales from one of the world's most beloved storytellers. This comprehensive collection gathers together Andersen's classic fairy tales, including iconic favorites like \"The Little Mermaid,\" \"The Emperor's New Clothes,\" and \"The Ugly Duckling,\" alongside lesser-known gems such as \"The Snow Queen\" and \"The Steadfast Tin Soldier.\"",
    "Fun Fact": "Andersen's stories have been translated into more languages than any other work except the Bible. His tales have transcended cultural and linguistic boundaries, enchanting readers around the world with their universal themes and timeless charm.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 9,
    "Title": "Book of Nursery and Mother Goose Rhymes",
    "Author": "Marguerite de Angeli",
    "Translated": "",
    "Edited": "",
    "Publisher": "Doubleday & Company",
    "Edition Date": "1954",
    "Description": "The \"Book of Nursery and Mother Goose Rhymes” is a charming compilation of timeless verses that have delighted children for generations. From classics like \"Jack and Jill\" and \"Humpty Dumpty\" to lesser-known rhymes, this collection offers a delightful journey through the whimsical world of nursery rhymes.",
    "Fun Fact": "The origins of many nursery rhymes are shrouded in mystery, with some dating back centuries, and Mother Goose is often depicted as an old woman who recites these rhymes to children. However, there is no historical evidence of an actual person named Mother Goose; rather, she has become a beloved symbol of childhood and storytelling.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },  
    {
    "Index": 10,
    "Title": "The Wind in the Willows",
    "Author": "Kenneth Grahame",
    "Translated": "",
    "Edited": "",
    "Publisher": "Walker Books",
    "Edition Date": "2000",
    "Description": "\"The Wind in the Willows\" by Kenneth Grahame is a beloved classic that takes readers on an enchanting journey through the English countryside. Set along the idyllic banks of the River Thames, this timeless tale follows the adventures of Mole, Rat, Badger, and the irrepressible Mr. Toad as they embark on whimsical escapades and encounter colorful characters in the Wild Wood.",
    "Fun Fact": "Kenneth Grahame originally wrote the stories as bedtime tales for his son, Alastair. These bedtime stories became so cherished by Alastair that he eventually persuaded his father to publish them as a book.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 11,
    "Title": "The Little Prince",
    "Author": "Antoine de Saint-Exupery",
    "Translated": "T. V. Cuffe",
    "Edited": "",
    "Publisher": "Penguin Classics",
    "Edition Date": "2021",
    "Description": "\"The Little Prince\" by Antoine de Saint-Exupéry is a timeless tale that transcends generations and cultures. This enchanting story follows the journey of a young prince who travels from planet to planet, encountering a cast of eccentric characters and learning profound life lessons along the way.",
    "Fun Fact": "Antoine de Saint-Exupéry wrote and illustrated the novella while living in exile in the United States during World War II. Despite the challenges of wartime, Saint-Exupéry created this timeless masterpiece, which has since become one of the most translated and beloved books in the world.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 12,
    "Title": "Jacques et le Haricot Magique",
    "Author": "Simone Fumagalli",
    "Translated": "Carole Bourset",
    "Edited": "isabelle Le Cerf",
    "Publisher": "Auzou",
    "Edition Date": "2022",
    "Description": "In this retelling of the classic fairy tale \"Jack and the Beanstalk\" in French, readers follow the adventures of Jacques as he trades his cow for a handful of magical beans that grow into a towering beanstalk overnight. With courage and curiosity, Jacques climbs the beanstalk to discover a world of giants, treasures, and unexpected challenges.",
    "Fun Fact": "The story of \"Jack and the Beanstalk\" has roots in various folklore traditions around the world. Similar tales featuring magical beans and giants can be found in cultures ranging from Europe to Asia, showcasing the universal appeal and enduring popularity of this fantastical narrative theme.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": "",
    "Language": "French"
    },
    {
    "Index": 13,
    "Title": "Hansel at Gretel",
    "Author": "Mathilde Lebeau",
    "Translated": "Carole Bourset",
    "Edited": "Isabelle Le Cerf",
    "Publisher": "Auzou",
    "Edition Date": "2022",
    "Description": "Mathilde Lebeau's rendition of Hansel and Gretel breathes new life into this timeless story, captivating readers with vivid descriptions, rich characters, and unexpected twists. As Hansel and Gretel navigate the treacherous woods and confront their fears, they discover the power of courage, resourcefulness, and the unbreakable bond between siblings.",
    "Fun Fact": "From operas and ballets to films and picture books, \"Hansel and Gretel\" continues to inspire artists and storytellers around the world, showcasing its enduring popularity and timeless appeal.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": "",
    "Language": "French"
    },
    {
    "Index": 14,
    "Title": "Le Trois Petits Cochons",
    "Author": "Paku",
    "Translated": "Carole Bourset",
    "Edited": "Isabelle Le Cerf",
    "Publisher": "Auzou",
    "Edition Date": "2022",
    "Description": "\"Les Trois Petits Cochons\" (The Three Little Pigs) by Paku is a charming retelling of the classic folktale. Join three little pigs as they build their homes and outsmart the big bad wolf. With vibrant illustrations and engaging storytelling, this delightful adaptation teaches valuable lessons of perseverance and teamwork in a playful and captivating way.",
    "Fun Fact": "This story has variations in different cultures around the world. While the basic premise of three pigs building houses to protect themselves from a wolf remains consistent, the details and outcomes of the story can vary widely depending on the cultural context.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": "",
    "Language": "French"
    },
    {
    "Index": 15,
    "Title": "Boucle d’Or et Les Trois Ours",
    "Author": "Coralie Vallageas",
    "Translated": "Carole Bourset",
    "Edited": "Isabelle Le Cerf",
    "Publisher": "Auzou",
    "Edition Date": "2022",
    "Description": "Coralie Vallageas brings new life to this beloved story with vibrant illustrations and engaging storytelling. As Boucle d'Or discovers the consequences of her actions and learns the importance of respecting others' belongings, readers are treated to a timeless lesson in manners and empathy.",
    "Fun Fact": "The origins of the story can be traced back to various European folktales that feature a similar plot of a curious trespasser entering a house belonging to someone else. These tales often served as cautionary stories for children, teaching them about the consequences of curiosity and the importance of respecting others' property.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": "",
    "Language": "French"
    },
    {
    "Index": 16,
    "Title": "Le Petit Chaperon Rouge",
    "Author": "Carine Hinder",
    "Translated": "Carole Bourset",
    "Edited": "Isabelle Le Cerf",
    "Publisher": "Auzou",
    "Edition Date": "2022",
    "Description": "Carine Hinder brings a fresh perspective to this timeless story with evocative illustrations and engaging storytelling. As Le Petit Chaperon Rouge navigates the dangers of the forest and faces off against the wily wolf, readers are drawn into a world of suspense, danger, and unexpected twists.",
    "Fun Fact": "While Charles Perrault and the Brothers Grimm are well-known for their versions of the tale, the story of a young girl encountering a wolf in the forest has roots in much older oral traditions. These earlier versions often featured darker and more sinister elements, reflecting the harsh realities of life in rural communities where dangers lurked in the wilderness.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 17,
    "Title": "Walt Disney’s Story Land 55 Favorite Stories",
    "Author": "Walt Disney",
    "Translated": "",
    "Edited": "",
    "Publisher": "Golden Books Publishing Company",
    "Edition Date": "",
    "Description": "This book contains hours and hours of reading fun for the whole family. More than 50 beloved stories, many adapted from classic Walt Disney films, have been brought together in this new and revised volume illustrated in color.",
    "Fun Fact": "Walt Disney was not just an animator and filmmaker but also a talented voice actor. He provided the voice for Mickey Mouse in several early cartoons.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 18,
    "Title": "Donald Duck Sees South America",
    "Author": "Walt Disney & H. Marion Palmer",
    "Translated": "",
    "Edited": "",
    "Publisher": "Walt Disney Productions",
    "Edition Date": "1945",
    "Description": "As Donald navigates the challenges of travel, readers are treated to a humorous and heartwarming exploration of friendship, curiosity, and the joys of discovery. This story captures the spirit of adventure and the wonder of exploration, making it a delightful read for Disney fans of all ages.",
    "Fun Fact": "It was inspired by a real-life journey taken by Walt Disney and a group of animators to South America in 1941. The trip was part of a goodwill tour sponsored by the U.S. government to strengthen ties between the Americas during World War II.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 19,
    "Title": "Tales From Beatrix Potter",
    "Author": "Beatrix Potter",
    "Translated": "",
    "Edited": "",
    "Publisher": "Penguin Group",
    "Edition Date": "1987",
    "Description": "\"Tales From Beatrix Potter\" is a delightful collection that brings to life the charming world of Beatrix Potter's beloved characters. In this timeless anthology, readers are transported to the idyllic English countryside, where Peter Rabbit, Jemima Puddle-Duck, Benjamin Bunny, and other memorable characters embark on whimsical adventures.",
    "Fun Fact": "Beatrix Potter was not only an author and illustrator but also a keen naturalist and conservationist. She had a deep love for animals and the natural world, which is reflected in her stories and illustrations.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 20,
    "Title": "The Little Things in Life: Simple Reflections from the Hundred-Acre Wood",
    "Author": "Catherine Hapka",
    "Translated": "",
    "Edited": "",
    "Publisher": "Disney Enterprises",
    "Edition Date": "2021",
    "Description": "This heartwarming book invites readers on a journey of reflection and discovery through the beloved world of Winnie the Pooh and his friends found in A.A. Milne's classic tales. From Pooh's thoughtful musings on the importance of kindness to Piglet's reflections on courage and resilience, each passage offers a timeless lesson that resonates with readers of all ages.",
    "Fun Fact": "The Hundred-Acre Wood was inspired by a real forest in Ashdown Forest, East Sussex, England, where A.A. Milne often took walks in this picturesque forest with his son, Christopher Robin, who served as the inspiration for the character of Christopher Robin in the Winnie the Pooh stories.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 21,
    "Title": "Everything I Need to Know I Learned From a Disney Little Golden Book",
    "Author": "Diane Muldrow",
    "Translated": "",
    "Edited": "",
    "Publisher": "Disney Enterprises",
    "Edition Date": "2015",
    "Description": "Through charming anecdotes and memorable quotes, Diane Muldrow explores the universal themes of friendship, courage, kindness, and perseverance that have made Disney stories cherished by audiences of all ages.",
    "Fun Fact": "Diane Muldrow, the author of the book, has worked with Little Golden Books for over 30 years, contributing to numerous titles in the Little Golden Books series.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 22,
    "Title": "Mickey See The U.S.A.",
    "Author": "Caroline D. Emerson",
    "Translated": "",
    "Edited": "",
    "Publisher": "D.C. Heath and Company",
    "Edition Date": "1944",
    "Description": "This delightful children's book follows the adventures of Mickey, a curious mouse, as he travels across the United States. Through vivid illustrations and engaging storytelling, young readers accompany Mickey on his journey from coast to coast, discovering iconic landmarks, cities, and landscapes along the way.",
    "Fun Fact": "The original voice of Mickey Mouse, Walt Disney himself, voiced the iconic character from 1928 until 1947. His unique voice brought Mickey to life and contributed to the character's enduring popularity around the world.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 23,
    "Title": "Pinocchio",
    "Author": "Carlo Collodi",
    "Translated": "Joseph Walker",
    "Edited": "May Lamberton Becker",
    "Publisher": "The World Publishing Company",
    "Edition Date": "1982",
    "Description": "This story is a timeless classic that follows the adventures of a wooden puppet who dreams of becoming a real boy. Set in Italy, this enchanting tale takes readers on a journey through a world filled with whimsical characters and fantastical events. From Pinocchio's mischievous escapades to his encounters with the cunning fox and cat, as well as his friendship with the kind-hearted cricket, the story is brimming with lessons about honesty, bravery, and the importance of making good choices.",
    "Fun Fact": "The original Italian title of \"Pinocchio\" is \"Le avventure di Pinocchio. Storia di un burattino,\" which translates to \"The Adventures of Pinocchio. The Story of a Puppet.\"",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 24,
    "Title": "The Land of Little Rain",
    "Author": "Muriel H. Fellows",
    "Translated": "",
    "Edited": "",
    "Publisher": "The John C. Winston Company",
    "Edition Date": "1936",
    "Description": "This captivating collection of essays paints a vivid portrait of the harsh yet beautiful landscape of the American Southwest. Set in the deserts and mountains of California, Nevada, and Arizona, Fellows' prose transports readers to a world teeming with rugged beauty and natural wonders. Through her keen observations and lyrical writing, she explores the unique flora and fauna of the region, as well as the lives of the indigenous peoples and early settlers who called this land home.",
    "Fun Fact": "Muriel H. Fellows, the author of \"The Land of Little Rain,\" was not only a talented writer but also a skilled photographer. Her photographs of the American Southwest often accompanied her essays, providing readers with visually stunning insights into the landscapes and cultures she explored.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 25,
    "Title": "Snow White and Other Grimms’ Fairy Tales",
    "Author": "The Brothers Grimm",
    "Translated": "",
    "Edited": "",
    "Publisher": "Harper Design",
    "Edition Date": "2022",
    "Description": "Illustrated by MinaLima, presents a visually stunning interpretation of the timeless stories collected by the Brothers Grimm. Renowned for their intricate and whimsical designs, MinaLima's illustrations breathe new life into classic tales such as \"Snow White,\" \"Cinderella,\" \"Rapunzel,\" and \"Hansel and Gretel.\" Each page is adorned with enchanting details and vibrant colors, transporting readers to magical realms filled with princesses, wicked stepmothers, and fantastical creatures.",
    "Fun Fact": "MinaLima, the creative duo behind the illustrations in \"Snow White and Other Grimm's Fairy Tales,\" is comprised of Miraphora Mina and Eduardo Lima. They are best known for their work as graphic designers on the Harry Potter film series, where they brought J.K. Rowling's magical world to life through their intricate and imaginative designs.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 26,
    "Title": "Mary Poppins in the Park",
    "Author": "P.L. Travers",
    "Translated": "",
    "Edited": "",
    "Publisher": "Harcourt, Brace & World, Inc.",
    "Edition Date": "1952",
    "Description": "Set in London, this delightful tale sees Mary Poppins leading Jane, Michael, and their siblings on whimsical outings in the park, where they encounter a host of eccentric characters and magical surprises. From tea parties with talking animals to unexpected encounters with old friends, each adventure is filled with humor, heart, and a touch of enchantment.",
    "Fun Fact": "P.L. Travers, the author of the Mary Poppins series, was famously reluctant to allow Walt Disney to adapt her books into a film. It took twenty years of persuasion before she finally agreed to the Disney adaptation, which eventually became a beloved classic.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 27,
    "Title": "Pippi Longstocking",
    "Author": "Astrid Lindgren",
    "Translated": "",
    "Edited": "",
    "Publisher": "Puffin Modern Classics",
    "Edition Date": "1978",
    "Description": "Astrid Lindgren's masterful storytelling and vivid imagination bring Pippi's world to life, enchanting readers with tales of friendship, courage, and the power of imagination. With its timeless appeal and memorable characters, \"Pippi Longstocking\" continues to inspire readers around the world to embrace their individuality and march to the beat of their own drum.",
    "Fun Fact": "Astrid Lindgren originally created Pippi Longstocking as a character to entertain her young daughter, Karin, who was bedridden with pneumonia. Karin loved the stories so much that she encouraged her mother to write them down, leading to the creation of one of the most beloved children's book characters of all time.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 28,
    "Title": "The Snow Queen",
    "Author": "Hans Christian Andersen",
    "Translated": "",
    "Edited": "",
    "Publisher": "Alfred A. Knopf",
    "Edition Date": "2002",
    "Description": "A captivating fairy tale that tells the story of friendship, bravery, and the power of love set in a wintry landscape, the tale follows the adventures of Gerda, a young girl who embarks on a perilous journey to rescue her friend Kai, who has been kidnapped by the icy Snow Queen. Along the way, Gerda encounters a series of magical characters and overcomes numerous challenges, including facing the Snow Queen's enchanted palace.",
    "Fun Fact": "Hans Christian Andersen's inspiration for \"The Snow Queen\" partially came from his own travels through Scandinavia and his fascination with the region's icy landscapes.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 29,
    "Title": "The World of Christopher Robin",
    "Author": "A. A. Milne",
    "Translated": "",
    "Edited": "",
    "Publisher": "E. P. Dutton & C0., Inc",
    "Edition Date": "1958",
    "Description": "Through whimsical storytelling and gentle humor, A.A. Milne invites readers into a world of imagination and friendship, where everyday moments become extraordinary adventures. From exploring the forest to playing Poohsticks and hosting tea parties, each story is filled with warmth, innocence, and the simple joys of childhood.",
    "Fun Fact": "A.A. Milne named the character of Winnie the Pooh after a real bear named Winnie, who lived at the London Zoo in the early 20th century. The real Winnie was a beloved attraction at the zoo and was often visited by Christopher Robin Milne, the inspiration for the character in the stories.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 30,
    "Title": "Peter Pan (English Library)",
    "Author": "J. M. Barrie",
    "Translated": "",
    "Edited": "",
    "Publisher": "Penguin English Library",
    "Edition Date": "1911",
    "Description": "A timeless tale that whisks readers away to the magical world of Neverland, where dreams never grow old and adventures abound, this story revolves around Peter Pan, a mischievous boy who can fly and refuses to grow up, and his encounters with the Darling children - Wendy, John, and Michael. Together, they embark on thrilling escapades, encountering mermaids, pirates, and the infamous Captain Hook.",
    "Fun Fact": "J.M. Barrie originally wrote \"Peter Pan\" as a play, which premiered in London in 1904. The character of Peter Pan was inspired by Barrie's friendship with the Llewelyn Davies family, particularly their youngest son, Peter, whom Barrie often entertained with stories and adventures in Kensington Gardens.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 31,
    "Title": "The Pooh Dictionary: The Complete Guide to the Words of Pooh & All the Animals in the Forest",
    "Author": "A. R. Melrose",
    "Translated": "",
    "Edited": "",
    "Publisher": "Dutton Books",
    "Edition Date": "1995",
    "Description": "Filled with definitions, explanations, and anecdotes, \"The Pooh Dictionary\" provides insight into the meaning behind the words and phrases used by Pooh, Piglet, Eeyore, Tigger, and the other inhabitants of the Hundred Acre Wood. From \"hunny\" to \"heffalumps\" and \"woozles,\" readers can delve into the delightful lexicon of Pooh Bear and his friends, uncovering the playful nuances and heartfelt messages hidden within their adventures.",
    "Fun Fact": "The Pooh Dictionary was first published in 1998 as a collaboration between A.R. Melrose and E.H. Shepard, the original illustrator of the Winnie the Pooh books. Shepard's charming illustrations bring to life the whimsical world of Pooh and his friends, adding an extra layer of magic to this delightful reference book.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 32,
    "Title": "Heidi",
    "Author": "Lisa Church",
    "Translated": "Johanna Spyri",
    "Edited": "",
    "Publisher": "Union Square Kids",
    "Edition Date": "2007",
    "Description": "Set against the picturesque backdrop of the Swiss Alps, the novel follows the heartwarming journey of Heidi, a young orphan girl, as she discovers the joys and challenges of life with her grandfather in the mountains. Through its vivid descriptions and memorable characters, \"Heidi\" celebrates the power of love, friendship, and the healing connection between humans and nature.",
    "Fun Fact": "The novel's enduring popularity has led to numerous adaptations, including stage plays, films, television series, and even a Japanese anime adaptation.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 33,
    "Title": "The Adventures of Robin Hood",
    "Author": "Roger Lancelyn Green",
    "Translated": "",
    "Edited": "",
    "Publisher": "Puffin Books",
    "Edition Date": "2010",
    "Description": "Set in medieval England during the reign of King Richard the Lionheart, the story follows the daring exploits of Robin Hood and his band of Merry Men as they battle against the tyrannical rule of Prince John and the corrupt Sheriff of Nottingham. With its swashbuckling action, noble ideals, and timeless themes of justice and heroism, Green's rendition of the Robin Hood legend captivates readers of all ages.",
    "Fun Fact": "The author played a significant role in the creation and shaping of the Inklings, a literary discussion group that included Lewis, J.R.R. Tolkien, and other notable authors of the time.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 34,
    "Title": "The Two Jungle Books",
    "Author": "Rudyard Kipling",
    "Translated": "",
    "Edited": "",
    "Publisher": "Harper and Brothers",
    "Edition Date": "1895",
    "Description": "In \"The Jungle Book,\" readers meet Mowgli, a young boy raised by wolves who must navigate the complexities of jungle life while contending with the cunning tiger, Shere Khan, and other formidable predators. Alongside Mowgli, readers encounter a colorful cast of animal characters, including Baloo the bear, Bagheera the panther, and Kaa the python, each imparting valuable lessons about survival, friendship, and the interconnectedness of all living things.",
    "Fun Fact": "Rudyard Kipling wrote \"The Jungle Book\" stories while living in Vermont, United States, far from the jungles of India that inspired the setting of the tales.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 35,
    "Title": "Walt Disney’s Peter Pan",
    "Author": "J. M. Barrie",
    "Translated": "Eugene Bradley Coco",
    "Edited": "",
    "Publisher": "Western Publishing Company",
    "Edition Date": "1989",
    "Description": "With its charming illustrations and simple language, this adaptation captures the magic and wonder of J.M. Barrie's original tale, making it accessible to even the youngest readers. From the excitement of flying to Neverland to the showdown with the villainous Captain Hook, each page is filled with adventure and imagination, inviting children to join Peter Pan and his friends on an unforgettable journey through a world where dreams come true.",
    "Fun Fact": "Little Golden Books were originally introduced in 1942 by the publishing company Simon & Schuster in collaboration with Western Publishing. The books were designed to be affordable for children during World War II and were sold for just 25 cents each.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 36,
    "Title": "Nursery Friends From France",
    "Author": "",
    "Translated": "Olive Beaupre Miller",
    "Edited": "",
    "Publisher": "The Book House for Children Chicago",
    "Edition Date": "1927",
    "Description": "From playful rhymes and fingerplays to timeless stories and lullabies, \"Nursery Friends from France\" offers a rich tapestry of French literature for young readers to enjoy. Through its pages, children are introduced to a colorful cast of characters, including friendly animals, mischievous sprites, and brave adventurers, each with their own unique tale to tell.",
    "Fun Fact": "Olive Beaupré Miller, in addition to her work as a translator, was also a prolific author and editor. She is perhaps best known for founding The Book House for Children series, a collection of classic literature and stories compiled for young readers.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 37,
    "Title": "Pooh and the Millennium",
    "Author": "John Tyerman Williams",
    "Translated": "",
    "Edited": "",
    "Publisher": "Dutton Books",
    "Edition Date": "1997",
    "Description": "In this charming story, Pooh Bear and his companions embark on a whimsical adventure filled with laughter, friendship, and the timeless wisdom of the beloved characters created by A.A. Milne. With its heartwarming illustrations and gentle humor, \"Pooh and the Millennium\" is a delightful addition to the classic tales of Winnie the Pooh, capturing the spirit of optimism and joy that comes with welcoming a new era.",
    "Fun Fact": "Winnie-the-Pooh, the lovable bear with a penchant for honey, was inspired by a real bear named Winnipeg (\"Winnie\" for short). Winnipeg was a black bear cub that lived at the London Zoo in the early 20th century and was a favorite of Christopher Robin Milne, the son of author A.A. Milne.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 38,
    "Title": "When We Were Very Young",
    "Author": "A. A. Milne",
    "Translated": "",
    "Edited": "",
    "Publisher": "E. P. Dutton & Co., Inc",
    "Edition Date": "1961",
    "Description": "This delightful collection of poetry that captures the innocence and wonder of childhood transports readers to a world of imagination and adventure, where teddy bears have their own adventures and animals speak in rhyme. From the playful antics of Christopher Robin to the mischievous escapades of Winnie the Pooh, each poem invites readers of all ages to rediscover the joy and magic of youth.",
    "Fun Fact": "Milne wrote the poems for his son, Christopher Robin, whose toys served as the inspiration for many of the beloved characters in the books.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 39,
    "Title": "How to Be More Paddington",
    "Author": "Michael Bond",
    "Translated": "",
    "Edited": "",
    "Publisher": "HarperCollins Children’s Books",
    "Edition Date": "2020",
    "Description": "Filled with charming illustrations and heartwarming anecdotes, this book offers readers a glimpse into the world of Paddington and his unique approach to life. Through Paddington's adventures, readers learn valuable lessons about kindness, optimism, and the importance of embracing new experiences with an open heart.",
    "Fun Fact": "",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
        "Index": 52,
        "Title": "The Wind in the Willows",
        "Author": "Kenneth Grahame",
        "Illustrator": "Inga Moore",
        "Publisher": "Walker Books",
        "Edition Date": "2000",
        "Description": "'The Wind in the Willows' is a classic children's novel written by Kenneth Grahame and beautifully illustrated by Inga Moore. Published by Walker Books in 2000, this beloved tale follows the adventures of Mole, Rat, Toad, and Badger as they embark on various escapades in the English countryside. Filled with whimsical characters, charming landscapes, and timeless themes of friendship and adventure, 'The Wind in the Willows' continues to enchant readers of all ages.",
        "Fun Fact": "Did you know that 'The Wind in the Willows' was originally written by Kenneth Grahame as bedtime stories for his son, Alastair? Grahame's son, who was disabled and known as 'Mouse,' inspired many of the characters in the book, including the timid and curious Mole.",
        "Other Copies": "",
        "Similar Stories": "",
        "Genre": "Children's Literature, Classics, Fiction"
      },
      {
        "Index": 54,
        "Title": "Pooh and the Millennium",
        "Author": "John Tyerman Williams",
        "Publisher": "Dutton Books",
        "Edition Date": "1997",
        "Description": "'Pooh and the Millennium' is a delightful tale written by John Tyerman Williams. Published by Dutton Books in 1997, this charming story features Winnie the Pooh and his friends as they embark on adventures to celebrate the arrival of the new millennium. Filled with the whimsy and heartwarming spirit of the Hundred Acre Wood, 'Pooh and the Millennium' is sure to captivate readers of all ages.",
        "Fun Fact": "Did you know that Winnie the Pooh, created by A.A. Milne, first appeared in the book 'Winnie-the-Pooh' published in 1926? Since then, Pooh and his friends have become beloved characters in children's literature, inspiring numerous adaptations and spin-off works.",
        "Other Copies": "",
        "Similar Stories": "",
        "Genre": "Children's Literature, Fiction"
      },    
    {
        "Index": 40,
        "Title": "Alice's Adventures in Wonderland",
        "Author": "Lewis Carroll",
        "Translated": "",
        "Edited": "",
        "Publisher": "Puffin Classics",
        "Edition Date": "2017",
        "Description": "Follow Alice down the rabbit hole into a whimsical world filled with peculiar characters and nonsensical events. Lewis Carroll's timeless tale of curiosity, imagination, and absurdity continues to captivate readers of all ages.",
        "Fun Fact": "The book was originally titled 'Alice's Adventures Under Ground' and was handwritten and illustrated by Lewis Carroll himself for Alice Liddell, the inspiration behind the character of Alice.",
        "Other Copies": "",
        "Similar Stories": "",
        "Genre": "Fantasy, Children's Literature"
      },
      {
        "Index": 42,
        "Title": "The Annotated Alice",
        "Author": "Lewis Carroll",
        "Translated": "",
        "Edited": "Martin Gardner, Mark Burstein",
        "Publisher": "Penguin Books",
        "Edition Date": "2015",
        "Description": "Explore Lewis Carroll's iconic tales of Alice in Wonderland and Through the Looking-Glass in this comprehensive annotated edition. Edited by Martin Gardner and updated by Mark Burstein, this edition offers insights, commentary, and annotations that delve into the rich and whimsical world created by Carroll. With additional notes and explanations, readers can further appreciate the intricacies and hidden meanings within these timeless stories.",
        "Fun Fact": "Martin Gardner's annotations provide readers with historical context, explanations of wordplay and puns, and references to Carroll's life, enhancing the reading experience for both newcomers and longtime fans.",
        "Other Copies": "",
        "Similar Stories": "",
        "Genre": "Fantasy, Children's Literature, Annotated Edition"
      },
      {
        "Index": 44,
        "Title": "The Land of Little Rain",
        "Author": "Muriel H. Fellows",
        "Translated": "",
        "Edited": "",
        "Publisher": "The John C. Winston Company",
        "Edition Date": "1936",
        "Description": "Delve into the rich cultural heritage of the Hopi Indian children with Muriel H. Fellows' 'The Land of Little Rain.' Published in 1936, this captivating story explores the daily lives, traditions, and beliefs of the Hopi tribe..",
        "Fun Fact": "",
        "Other Copies": "",
        "Similar Stories": "",
        "Genre": "Children's Literature, Cultural Fiction"
      },         
      {
        "Index": 45,
        "Title": "Alice's Adventures Underground",
        "Author": "Lewis Carroll",
        "Translated": "",
        "Edited": "",
        "Publisher": "University Microfilms, Inc.",
        "Edition Date": "1964",
        "Description": "Experience the original handwritten and illustrated manuscript of 'Alice's Adventures Underground' by Lewis Carroll, published by University Microfilms, Inc. in 1964. This edition offers readers a rare opportunity to explore Carroll's early draft of the beloved classic, providing insights into the creative process behind the iconic story of Alice's adventures in Wonderland. With its whimsical illustrations and charming prose, 'Alice's Adventures Underground' invites readers to embark on a magical journey through Carroll's imaginative world.",
        "Fun Fact": "University Microfilms, Inc. specializes in preserving and disseminating scholarly materials, making this edition of 'Alice's Adventures Underground' a valuable resource for scholars, researchers, and Carroll enthusiasts alike.",
        "Other Copies": "",
        "Similar Stories": "",
        "Genre": "Children's Literature, Manuscript, Historical"
      },
      {
        "Index": 46,
        "Title": "The Orchard Book of Nursery Rhymes",
        "Author": "Faith Jaques",
        "Translated": "",
        "Edited": "Zena Sutherland",
        "Publisher": "Orchard Books",
        "Edition Date": "1990",
        "Description": "Delight in the timeless charm of nursery rhymes with 'The Orchard Book of Nursery Rhymes,' illustrated by Faith Jaques and curated by Zena Sutherland. Published in 1990, this enchanting collection brings together beloved rhymes and illustrations that have captivated generations of children. From 'Mary Had a Little Lamb' to 'Humpty Dumpty,' each rhyme is accompanied by Jaques' whimsical artwork, creating a magical reading experience for young and old alike.",
        "Fun Fact": "Did you know that 'The Orchard Book of Nursery Rhymes' was originally conceived as a collaborative project between Faith Jaques and Zena Sutherland? Jaques' delightful illustrations and Sutherland's expert selection of rhymes combined to create a cherished anthology that continues to delight readers around the world.",
        "Other Copies": "",
        "Similar Stories": "",
        "Genre": "Children's Literature, Nursery Rhymes, Illustrated"
      },
      {
        "Index": 47,
        "Title": "Pinocchio",
        "Author": "Carlo Collodi",
        "Edited": "May Lamberton Becker",
        "Illustrator": "Richard Floethe",
        "Publisher": "Rainbow Classics",
        "Edition Date": "1986",
        "Description": "Embark on a whimsical journey with 'Pinocchio,' the classic tale by Carlo Collodi, beautifully illustrated by Richard Floethe. This timeless story follows the adventures of a mischievous wooden puppet who dreams of becoming a real boy. With its captivating narrative and enchanting illustrations, 'Pinocchio' continues to captivate readers of all ages, reminding us of the importance of honesty, kindness, and the power of imagination.",
        "Fun Fact": "Did you know that the character of Pinocchio was originally introduced in a serialized story called 'The Adventures of Pinocchio,' published in an Italian children's magazine in 1881? Carlo Collodi later expanded the story into the famous novel we know today.",
        "Other Copies": "",
        "Similar Stories": "",
        "Genre": "Children's Literature, Fairy Tale, Illustrated"
      },
      {
        "Index": 48,
        "Title": "Disney Storybook Collection",
        "Edited": "Nancy Parent",
        "Designer": "Todd Taliaferro",
        "Publisher": "Disney Enterprise Inc",
        "Edition Date": "1998",
        "Description": "Dive into the magical world of Disney with the 'Disney Storybook Collection,' edited by Nancy Parent and designed by Todd Taliaferro. Published in 1998, this enchanting collection brings together beloved stories featuring classic Disney characters such as Mickey Mouse, Cinderella, Simba, and more. With its colorful illustrations and heartwarming tales, the 'Disney Storybook Collection' is sure to delight Disney fans of all ages, capturing the timeless magic of Disney storytelling.",
        "Fun Fact": "Did you know that the 'Disney Storybook Collection' includes adaptations of classic Disney movies, as well as original stories featuring beloved characters? It's a treasure trove of Disney magic for fans young and old.",
        "Other Copies": "",
        "Similar Stories": "",
        "Genre": "Children's Literature, Disney, Illustrated"
      },
      {
        "Index": 49,
        "Title": "Mary Poppins in the Park",
        "Author": "P. L. Travers",
        "Publisher": "Harcourt, Brace & World Inc",
        "Edition Date": "1952",
        "Description": "Join Mary Poppins on another whimsical adventure in 'Mary Poppins in the Park' by P. L. Travers. Published in 1952, this enchanting tale follows everyone's favorite magical nanny as she embarks on new escapades with the Banks children. With its delightful characters and charming storytelling, 'Mary Poppins in the Park' is a timeless classic that continues to captivate readers of all ages.",
        "Fun Fact": "Did you know that 'Mary Poppins in the Park' is the fourth book in the Mary Poppins series by P. L. Travers? The book features a series of magical adventures set in the parks of London, where Mary Poppins and the Banks children encounter fantastical characters and whimsical situations.",
        "Other Copies": "",
        "Similar Stories": "",
        "Genre": "Children's Literature, Fantasy"
      },
      {
        "Index": 50,
        "Title": "The Secret Garden (Word Cloud Classics)",
        "Author": "Frances Hodgson Burnett",
        "Publisher": "Word Cloud Classics",
        "Edition Date": "2013",
        "Description": "'The Secret Garden' is a timeless classic written by Frances Hodgson Burnett. Published by Word Cloud Classics in 2013, this enchanting novel follows the story of Mary Lennox, a young girl who discovers a hidden garden and unlocks its mysteries with the help of her friends. Filled with themes of friendship, growth, and the healing power of nature, 'The Secret Garden' continues to captivate readers of all ages.",
        "Fun Fact": "Did you know that 'The Secret Garden' was first serialized in 1910 in The American Magazine before being published as a novel in 1911? The book has since become one of the most beloved children's classics, inspiring numerous adaptations in literature, film, and theater.",
        "Other Copies": "",
        "Similar Stories": "",
        "Genre": "Children's Literature, Classics, Fiction"
      },             
      {
        "Index": 55,
        "Title": "Snow White",
        "Illustrator": "MinaLima",
        "Publisher": "MinaLima Ltd",
        "Edition Date": "2023",
        "Description": "'Snow White' is a timeless fairy tale lavishly illustrated by MinaLima. Published by MinaLima Ltd in 2023, this enchanting story follows the adventures of a young princess who flees from her wicked stepmother and finds refuge with seven dwarfs in the forest. Filled with stunning illustrations and captivating storytelling, 'Snow White' continues to enthrall readers of all ages.",
        "Fun Fact": "Did you know that 'Snow White' is one of the most famous fairy tales collected by the Brothers Grimm? It has been adapted into numerous films, television shows, and stage productions, making it a beloved classic worldwide.",
        "Other Copies": "",
        "Similar Stories": "",
        "Genre": "Children's Literature, Fairy Tales, Fiction"
      },                
      {
        "Index": 51,
        "Title": "The Secret Garden",
        "Author": "Frances Hodgson Burnett",
        "Publisher": "David R. Godine",
        "Edition Date": "1992",
        "Description": "'The Secret Garden' is a timeless classic written by Frances Hodgson Burnett. Published by David R. Godine in 1992, this enchanting novel follows the story of Mary Lennox, a young girl who discovers a hidden garden and unlocks its mysteries with the help of her friends. Filled with themes of friendship, growth, and the healing power of nature, 'The Secret Garden' continues to captivate readers of all ages.",
        "Fun Fact": "Did you know that Frances Hodgson Burnett was inspired to write 'The Secret Garden' by her love for gardens and her own experiences with gardening? The novel reflects Burnett's belief in the transformative power of nature and the importance of connecting with the natural world.",
        "Other Copies": "",
        "Similar Stories": "",
        "Genre": "Children's Literature, Classics, Fiction"
      },               
      {
        "Index": 41,
        "Title": "Alice's Adventures in Wonderland (Yayoi Kusama)",
        "Author": "Lewis Carroll",
        "Translated": "",
        "Edited": "",
        "Publisher": "Penguin Classics",
        "Edition Date": "2012",
        "Description": "Experience Lewis Carroll's beloved tale of whimsy and wonder in a visually stunning edition featuring artwork by acclaimed artist Yayoi Kusama. Journey with Alice through the fantastical world of Wonderland.",
        "Fun Fact": "This edition features Yayoi Kusama's unique artistic interpretations of key scenes and characters from the classic story, adding a new dimension to the timeless tale.",
        "Other Copies": "",
        "Similar Stories": "",
        "Genre": "Fantasy, Children's Literature, Art"
      },
    {
    "Index": 40,
    "Title": "Alice’s Adventures in Wonderland",
    "Author": "Lewis Carroll",
    "Translated": "",
    "Edited": "",
    "Publisher": "Puffin Books",
    "Edition Date": "2017",
    "Description": "This edition of \"Alice's Adventures in Wonderland\" offers readers a fresh and enchanting journey into Lewis Carroll's timeless classic. With its vibrant cover design and whimsical illustrations by renowned artist Sir John Tenniel, this edition invites readers to follow Alice down the rabbit hole into a world of fantasy and wonder.",
    "Fun Fact": "Lewis Carroll, the author of \"Alice's Adventures in Wonderland,\" was inspired to write the story during a boat trip with a friend, during which he entertained a young girl named Alice Liddell with a whimsical tale about a girl named Alice falling down a rabbit hole. ",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 41,
    "Title": "Alice’s Adventures in Wonderland and Through the Looking-Glass",
    "Author": "Lewis Carroll",
    "Translated": "",
    "Edited": "Hugh Haughton",
    "Publisher": "Penguin Classics",
    "Edition Date": "2009",
    "Description": "As Alice encounters a myriad of peculiar creatures and navigates the nonsensical landscapes of Wonderland, readers are drawn into a world where logic is turned on its head and imagination knows no bounds. With its enduring charm and thought-provoking themes, \"Alice's Adventures in Wonderland\" captivates readers of all ages.",
    "Fun Fact": "Lewis Carroll's real name was Charles Lutwidge Dodgson. He adopted the pen name Lewis Carroll when publishing \"Alice's Adventures in Wonderland\" and its sequel \"Through the Looking-Glass\" to maintain anonymity as he was also a respected mathematician and logician.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 42,
    "Title": "Winnie-The-Pooh",
    "Author": "A. A. Milne",
    "Translated": "",
    "Edited": "",
    "Publisher": "E. P. Dutton & Co., Inc",
    "Edition Date": "1961",
    "Description": "With its gentle humor and timeless wisdom, \"Winnie the Pooh\" continues to enchant readers of all ages, inviting them to rediscover the magic of childhood and the enduring power of friendship. The 1961 edition of this beloved classic is a cherished addition to any bookshelf, offering a beautifully crafted presentation of A.A. Milne's timeless tales.",
    "Fun Fact": "The character of Winnie the Pooh was inspired by a teddy bear owned by A.A. Milne's son, Christopher Robin Milne. The original teddy bear was named \"Edward Bear,\" but Christopher Robin renamed him \"Winnie-the-Pooh\" after a real bear named Winnie at the London Zoo and a swan named \"Pooh\" that they encountered during a family vacation.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },          
    {
    "Index": 43,
    "Title": "Winnie-The-Pooh",
    "Author": "A. A. Milne",
    "Translated": "",
    "Edited": "",
    "Publisher": "Egmont UK Limited",
    "Edition Date": "2016",
    "Description": "This edition, adorned with charming illustrations by Ernest H. Shepard, captures the whimsy and charm of Milne's classic tales. Inside its pages, readers will find delightful adventures filled with friendship, laughter, and honey pots. From Pooh's inventive schemes to steal honey to Christopher Robin's imaginative play with his animal friends, each story is a heartwarming exploration of childhood innocence and the joy of simple pleasures.",
    "Fun Fact": "The character of Winnie the Pooh was inspired by a teddy bear owned by A.A. Milne's son, Christopher Robin Milne. The original teddy bear was named \"Edward Bear,\" but Christopher Robin renamed him \"Winnie-the-Pooh\" after a real bear named Winnie at the London Zoo and a swan named \"Pooh\" that they encountered during a family vacation.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 44,
    "Title": "Peter Pan",
    "Author": "J. M. Barrie",
    "Translated": "",
    "Edited": "",
    "Publisher": "Puffin Books",
    "Edition Date": "2018",
    "Description": "With its captivating cover design and enchanting illustrations, this edition captures the magic and wonder of Barrie's beloved story. Follow Peter Pan, Wendy, Tinker Bell, and the Lost Boys as they journey to Neverland, a place where dreams come true and adventures await. Encounter mermaids, pirates, and the notorious Captain Hook in a series of thrilling escapades that will capture the hearts of readers young and old.",
    "Fun Fact": "J.M. Barrie originally wrote \"Peter Pan\" as a play, which premiered in London in 1904. The character of Peter Pan was famously played by a woman, Nina Boucicault, as it was common in traditional pantomime performances for women to portray young boys.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 45,
    "Title": "Aesop’s Fables",
    "Author": "Aesop",
    "Translated": "V. S. Vernon Jones",
    "Edited": "",
    "Publisher": "Avenel Books",
    "Edition Date": "1912",
    "Description": "This tale presents a timeless collection of moral tales attributed to the ancient Greek storyteller Aesop. Renowned for their simplicity and wisdom, these fables have been cherished for centuries as instructive narratives that teach valuable life lessons.",
    "Fun Fact": "Aesop, the legendary figure credited with the creation of these fables, is believed to have lived in ancient Greece around the 6th century BCE. However, historical records about his life are scarce, and much of what is known about him comes from later Greek and Roman sources.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 46,
    "Title": "The Secret Garden",
    "Author": "Frances Hodgson Burnett",
    "Translated": "",
    "Edited": "",
    "Publisher": "Word Cloud Classics",
    "Edition Date": "2013",
    "Description": "This classic tells the enchanting story of Mary Lennox, a young girl who discovers the magic of friendship and the healing power of nature. After being orphaned and sent to live with her reclusive uncle in England, Mary discovers a hidden garden on the estate grounds, locked away and forgotten for years.",
    "Fun Fact": "Frances Hodgson Burnett, the author of \"The Secret Garden,\" was inspired to write the novel after a visit to the Great Maytham Hall in Kent, England. While exploring the estate, she discovered a hidden walled garden, which served as the inspiration for the secret garden in the story. ",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 47,
    "Title": "The Secret Garden",
    "Author": "Frances Hodgson Burnett",
    "Translated": "",
    "Edited": "",
    "Publisher": "Everbest Printing Co.",
    "Edition Date": "1992",
    "Description": "This classic tells the enchanting story of Mary Lennox, a young girl who discovers the magic of friendship and the healing power of nature. After being orphaned and sent to live with her reclusive uncle in England, Mary discovers a hidden garden on the estate grounds, locked away and forgotten for years.",
    "Fun Fact": "\"The Secret Garden\" was initially serialized in The American Magazine before being published as a novel in 1911. Its publication marked a departure from Frances Hodgson Burnett's previous works, which were primarily adult novels.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 48,
    "Title": "The Story of King Arthur and His Knights",
    "Author": "Howard Pyle",
    "Translated": "",
    "Edited": "",
    "Publisher": "Constable and Company, Ltd.",
    "Edition Date": "1965",
    "Description": "As readers follow Arthur's rise to power and the exploits of his legendary knights, they are immersed in a world of magic and wonder, where virtue triumphs over villainy and the bonds of friendship are tested and strengthened. Through vivid prose and captivating illustrations, readers embark on a journey filled with gallant deeds, heroic battles, and quests for love and justice.",
    "Fun Fact": "Howard Pyle was known for his meticulous research and attention to historical detail. He drew upon various sources, including medieval romances, to create his retelling of the Arthurian legends, aiming to capture the spirit and authenticity of the tales while adding his own imaginative flair. ",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 49,
    "Title": "The Boy, The Mole, The Fox and The Horse",
    "Author": "Charlie Mackesy",
    "Translated": "",
    "Edited": "",
    "Publisher": "Ebury",
    "Edition Date": "2019",
    "Description": "Through a series of enchanting illustrations and poignant conversations between the boy, the mole, the fox, and the horse, readers are invited to explore themes of love, empathy, courage, and resilience. As the unlikely quartet embarks on their adventure together, they share wisdom, offer comfort, and discover the power of companionship in facing life's challenges.",
    "Fun Fact": "This book began as a series of sketches and conversations that the author shared on his social media accounts.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 50,
    "Title": "White Tail: King of the Forest",
    "Author": "Nell Stolp Smock",


    "Translated": "",
    "Edited": "",
    "Publisher": "The Platt & Monk Co.",
    "Edition Date": "1933",
    "Description": "From the peaceful solitude of the forest to the thrill of the mating season, readers follow the white-tailed deer through the changing seasons, witnessing their struggles and triumphs in the wild. With its evocative prose and beautiful illustrations, \"White Tail: King of the Forest\" offers readers a deeper understanding and appreciation for these iconic animals.",
    "Fun Fact": "Nell Stolp Smock was an accomplished naturalist and writer, known for her keen observations of wildlife and her ability to bring the natural world to life through her writing.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    },
    {
    "Index": 51,
    "Title": "The Annotated Mother Goose",
    "Author": "William S. Baring-Gould",
    "Translated": "",
    "Edited": "",
    "Publisher": "Bramhall House",
    "Edition Date": "",
    "Description": "With its engaging annotations and charming illustrations, \"The Annotated Mother Goose\" invites readers on a journey through the rich tapestry of Mother Goose lore, from familiar favorites like \"Mary Had a Little Lamb\" to lesser-known gems. Along the way, Baring-Gould sheds light on the cultural influences, social commentary, and linguistic nuances found within these timeless verses, making this edition a valuable resource for scholars, educators, and anyone with an interest in children's literature.",
    "Fun Fact": "William S. Baring-Gould, the author of \"The Annotated Mother Goose,\" was a prolific writer and scholar known for his wide-ranging interests. In addition to his work on Mother Goose, he was also a noted Sherlock Holmes enthusiast and biographer, having written extensively about the famous detective created by Sir Arthur Conan Doyle.",
    "Other Copies": "",
    "Similar Stories": "",
    "Genre": ""
    }
    ]